[Archetypes.ARC_AdventSecureDoor_x1 XComInteractiveLevelActor]
FriendlyDisplayName="Secure Door"

[Archetypes.ARC_AdventSecureDoor_x2 XComInteractiveLevelActor]
FriendlyDisplayName="Secure Door"

